Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_ces-CZE_TM.tmx
Source language: en_gb
Languages: cs_cz

source: Other\ Refusal (DO NOT READ OUT)
cs_cz: ( NENABÍZEJTE ) Jiná odpověď, odmítl(a)

source: Walking
cs_cz: Pěší chůze

source: DK/NA (DO NOT READ OUT)
cs_cz: { NENABÍZEJTE } Neví, bez odpovědi

source: (DO NOT READ OUT
cs_cz: Nenabízejte.

source: Large town/city
cs_cz: Ve velkém městě

source: Have you got a mobile phone?
cs_cz: Používáte mobilní telefon?

source: In which city/borough/commune do you live?
cs_cz: Ve kterém městě či obci žijete?

source: Single person household
cs_cz: Domácnost o jedné osobě

source: City 1
cs_cz: Praha

source: Noise
cs_cz: Hluk

source: Car
cs_cz: Automobil

source: Public transport
cs_cz: Veřejná doprava

source: PROG: ROTATE ITEMS 1 TO 4
cs_cz: Prog.: rotujte položky 1 až 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
cs_cz: Řekl(a) byste, že jste měl(a) během posledních dvanácti měsíců potíže s placením účtů na konci měsíce...?

source: Other city
cs_cz: Jiné město či obec

source: Generally speaking, the public administration of [CITY NAME] can be trusted
cs_cz: Obecně vzato, veřejné správě v [CITY NAME] se dá věřit

source: ASK ALL
cs_cz: Pro všechny respondenty:

source: It is easy to find a job in [CITY NAME]
cs_cz: V [CITY NAME] je snadné najít práci

source: Not at all satisfied
cs_cz: Velmi nespokojen(a)

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
cs_cz: Přečtu Vám několik výroků. Řekněte mi prosím, zda s jednotlivými výroky rozhodně souhlasíte, spíše souhlasíte, spíše nesouhlasíte nebo rozhodně nesouhlasíte.

source: Somewhat disagree
cs_cz: Spíše nesouhlasíte

source: Housing
cs_cz: Bydlení

source: (READ OUT – ONE ANSWER ONLY)
cs_cz: Nabídněte. Pouze jedna možná odpověď.

source: From time to time
cs_cz: Jen někdy

source: D21: CODE 9 AND 10 - SINGLE CODES
cs_cz: D21: kód 9 a 10 - samostatné odpovědi

source: Married or cohabiting couple, no children or no children living at home
cs_cz: Manželský pár nebo pár společně žijící, bezdětný či mající děti mimo domov

source: Rural area or village
cs_cz: Na venkově, na vesnici

source: Train
cs_cz: Vlak

source: Very satisfied
cs_cz: Velmi spokojen(a)

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
cs_cz: Řekněte mi, prosím, zda jste v [CITY NAME] všeobecně velmi spokojen(a), spíše spokojen(a), spíše nespokojen(a) nebo velmi nespokojen(a) v následujících otázkách.

source: Safety
cs_cz: Bezpečnost

source: Your personal job situation
cs_cz: Vaší osobní situací v zaměstnání

source: Small or medium-sized town
cs_cz: V malém nebo středně velkém městě

source: Professional (employed doctor, lawyer, accountant, architect, …)
cs_cz: Odborník (právník, lékař, účetní, architekt apod.)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
cs_cz: V [CITY NAME] je snadné najít dobré bydlení za rozumnou cenu

source: Generally speaking, most people in my neighborhood can be trusted
cs_cz: Obecně vzato, většině lidí v okolí Vašeho bydliště se dá věřit

source: Most of the time
cs_cz: Většinou

source: Have you got a landline phone?
cs_cz: Máte doma pevnou telefonní linku?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
cs_cz: Mohl(a) byste mi říci, kolik osob ve věku 15 a více let žije ve vaší domácnosti včetně vás?

source: Other (DO NOT READ OUT)
cs_cz: { NENABÍZEJTE } Jiné

source: Q4: CODE 11 - SINGLE CODE
cs_cz: Q4: kód 11 - samostatná odpověď

source: Strongly disagree
cs_cz: Rozhodně nesouhlasíte

source: I live here since less than 1 year
cs_cz: Žijete tam méně než 1 rok

source: Cleanliness
cs_cz: Čistota

source: The financial situation of your household
cs_cz: Finanční situací Vaší domácnosti

source: Other employee (salesman, nurse, …)
cs_cz: Jiný nemanuální zaměstnanec (prodavač(ka), zdravotní sestra…)

source: No
cs_cz: Ne

source: Owner of shop, craftsman
cs_cz: Majitel(ka) obchodu, řemeslník

source: (READ OUT - ONE ANSWER ONLY)
cs_cz: Nabídněte. Pouze jedna možná odpověď.

source: Would you say you are…?
cs_cz: A řekl(a) byste, že jste…?

source: Seeking a job
cs_cz: Nezaměstnaný(á) (hledá práci)

source: Manual worker
cs_cz: Kvalifikovaný(á) dělník(ice)

source: The noise level
cs_cz: Hladina hluku

source: The administrative services of [CITY NAME] help people efficiently
cs_cz: Správní služby v [CITY NAME] pomáhají lidem efektivně

source: Urban public transport (bus, metro, tram, ferry, etc.)
cs_cz: Městská hromadná doprava (autobus, metro, tramvaj, přívoz apod.)

source: Gender.
cs_cz: Pohlaví:

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
cs_cz: [CITY NAME] se angažuje v boji proti klimatickým změnám (např. energetická účinnost, zelená doprava)

source: Female
cs_cz: Žena

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
cs_cz: Podle Vašeho názoru, které z následujících problémů jsou pro [CITY NAME] tři nejdůležitější?

source: What county do you live in?
cs_cz: Řekněte mi prosím, ve kterém kraji trvale žijete?

source: I live here since between 5 to 10 years
cs_cz: Žijete tam 5 až 10 let

source: I am satisfied to live in [CITY NAME]
cs_cz: Jste spokojený(á) s životem v [CITY NAME]

source: Male
cs_cz: Muž

source: Social services
cs_cz: Sociální služby

source: Unemployment
cs_cz: Nezaměstnanost

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
cs_cz: V případě potřeby nabídněte. Pouze jedna odpověď

source: Farmer, forester, fisherman
cs_cz: Zemědělec, lesník, rybář

source: Civil servant
cs_cz: Státní úředník(ice)

source: Without a professional activity
cs_cz: Nepracující

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
cs_cz: Na D5c se ptejte, pokud je zaměstnanec, kód 2 v D5a

source: PROG: ROTATE ITEMS 1 TO 7
cs_cz: Prog: rotujte položky 1 až 7

source: Education and training
cs_cz: Vzdělání a školení

source: City 2
cs_cz: Ostrava

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
cs_cz: Pokud jde o Vaše současné zaměstnání, řekl(a) byste, že jste osoba samostatně výdělečně činná, nemanuálně pracující zaměstnanec(kyně), manuálně pracující zaměstnanec(kyně) (tj. dělník(ice)), anebo nepracujete?

source: Refusal (DO NOT READ OUT)
cs_cz: ( NENABÍZEJTE ) Odmítl(a)

source: (ONE ANSWER ONLY)
cs_cz: Pouze jedna možná odpověď.

source: Air pollution
cs_cz: Znečištění ovzduší

source: I feel safe in [CITY NAME]
cs_cz: Cítíte se v [CITY NAME] bezpečně

source: Unskilled manual worker
cs_cz: Nekvalifikovaný(á) dělník(ice)

source: Sports facilities such as sport fields and indoor sport halls
cs_cz: Sportovní zázemí, jako jsou sportovní hřiště či haly

source: The life you lead
cs_cz: Životem, jaký vedete

source: Rather unsatisfied
cs_cz: Spíše nespokojen(a)

source: Rather satisfied
cs_cz: Spíše spokojen(a)

source: Professional (lawyer, medical practitioner, accountant, architect,…)
cs_cz: Odborník (právník, lékař, účetní, architekt apod.)

source: Health services
cs_cz: Zdravotní služby

source: Office clerk
cs_cz: Úředník(ice) v kanceláři

source: Retired
cs_cz: Důchodce(kyně)

source: (READ OUT – MAX. 3 ANSWERS)
cs_cz: Nabídněte. MAXIMÁLNĚ 3 MOŽNÉ ODPOVĚDI.

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
cs_cz: Jste celkově vzato velmi spokojen(a), spíše spokojen(a), spíše nespokojen(a) nebo velmi nespokojen(a) s…?

source: PROG: ROTATE ITEMS 1 to 12
cs_cz: Prog.: rotujte položky 1 až 12

source: None (DO NOT READ OUT)
cs_cz: { NENABÍZEJTE } Žádné

source: Almost never\ never
cs_cz: Téměř nikdy nebo nikdy

source: Number of people aged 15 or more in the household
cs_cz: Počet lidí ve věku 15 let nebo více v domácnosti

source: Public transport, for example the bus, tram or metro
cs_cz: Veřejná doprava, např. autobus, tramvaj, trolejbus či metro

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
cs_cz: Na D5b se ptejte, pokud je osoba samostatně výdělečně činná, kód 1 v D5a

source: Student (full time)
cs_cz: Student(ka) (denní studium)

source: I feel safe in my neighbourhood
cs_cz: Cítíte se v okolí Vašeho bydliště bezpečně

source: Availability of retail shops
cs_cz: Dostupnost obchodů

source: General management, director or top management
cs_cz: Vyšší nebo vrcholový management, ředitel(ka)

source: Strongly agree
cs_cz: Rozhodně souhlasíte

source: How old were you when you stopped full-time education?
cs_cz: Kolik Vám bylo let, když jste ukončil(a) své vzdělávání?

source: Ship or boat
cs_cz: Loď nebo člun

source: Bicycle
cs_cz: Jízdní kolo

source: How old are you?
cs_cz: Kolik je Vám let?

source: Motorbike
cs_cz: Motocykl

source: (READ OUT - MAX. 2 ANSWERS)
cs_cz: Nabídněte. MAXIMÁLNĚ 2 MOŽNÉ ODPOVĚDI.

source: Single parent, one or more children living at home
cs_cz: Jeden z rodičů, mající jedno nebo více dětí žijících ve společné domácnosti

source: Self-employed
cs_cz: Osoba samostatně výdělečně činná (OSVČ), podnikatel(ka), živnostník

source: The state of the streets and buildings in your neighbourhood
cs_cz: Stav ulic a budov v okolí Vašeho bydliště

source: Fairly satisfied
cs_cz: Spíše spokojen(a)

source: Generally speaking, most people in [CITY NAME] can be trusted
cs_cz: Obecně vzato, většině lidí v [CITY NAME] se dá věřit

source: (READ OUT - SINGLE CODE)
cs_cz: Nabídněte. Pouze jedna možná odpověď.

source: On a typical day, which mode or modes of transport do you use most often?
cs_cz: Který či které způsoby dopravy používáte v typický den nejčastěji?

source: Schools and other educational facilities
cs_cz: Školy a jiná vzdělávací zařízení

source: The quality of the air
cs_cz: Kvalita ovzduší

source: Married or cohabiting couple, with one or more children living at home
cs_cz: Manželský pár nebo pár společně žijící, s jedním nebo více dětmi žijícími ve společné domácnosti

source: Middle management
cs_cz: Střední management

source: Foreigners who live in [CITY NAME] are well integrated
cs_cz: Cizinci, kteří žijí v [CITY NAME], jsou dobře integrovaní (tj. začlenění)

source: Health care services, doctors and hospitals
cs_cz: Služby zdravotní péče nabízené lékaři a nemocnicemi

source: Employee
cs_cz: Nemanuálně pracující zaměstnanec(kyně)

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
cs_cz: Na D5d se ptejte, pokud je dělník, kód 3 v D5a

source: Public spaces such as markets, squares, pedestrian areas
cs_cz: Veřejné prostory, jako jsou trhy, náměstí či pěší zóny

source: Would you say you live in a…?
cs_cz: Řekl(a) byste, že žijete…

source: Which of the following best describes your household composition?
cs_cz: Která z následujících možností nejlépe vystihuje složení Vaší domácnosti?

source: Manager of a company
cs_cz: Manažer(ka) firmy

source: I live here since 1 to 5 years
cs_cz: Žijete tam 1 rok až 5 let

source: Not very satisfied
cs_cz: Spíše nespokojen(a)

source: Road infrastructure
cs_cz: Silniční infrastruktura

source: PROG: ROTATE ITEMS 1 TO 10
cs_cz: Prog.: rotujte položky 1 až 10

source: The presence of foreigners is good for [CITY NAME]
cs_cz: Přítomnost cizinců je pro [CITY NAME] pozitivní

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
cs_cz: Zapište. Pokud "neví, bez odpovědi", kód 98. Pokud "odmítl(a)", kód 99.

source: DK (DO NOT READ OUT)
cs_cz: Neví, bez odpovědi (NENABÍZEJTE)

source: Yes
cs_cz: Ano

source: Green spaces such as parks and gardens
cs_cz: Prostory se zelení, jako jsou parky a zahrady

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
cs_cz: Na D5e se ptejte, pokud nevykonává profesní činnost, kód 4 v D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
cs_cz: Pokud stále studuje, zapište kód "00". Pokud je bez vzdělání, zapište kód "01". Pokud odmítne odpovědět, zapište kód "98". Pokud neví, zapište kód "99".

source: Other
cs_cz: Jiná

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
cs_cz: Zapište. Pokud "odmítl(a) odpovědět", kód 99.

source: FL419 - Quality of life in European Cities UK
cs_cz: FL419 - Quality of life in European Cities CZ

source: Somewhat agree
cs_cz: Spíše souhlasíte

source: Cultural facilities such as concert halls, theatres, museums and libraries
cs_cz: Kulturní zázemí, jako jsou koncertní síně, divadla, muzea či knihovny

source: The place where you live
cs_cz: Místem, kde žijete

source: Was born here/ I’ve been living here for all my life
cs_cz: Narodil(a) jste se tam, žijete tam celý život

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
cs_cz: Pokud v D12 jiné nebo neví, kód 198 nebo 199 v D12, ukončete rozhovor.

source: Supervisor\ foreman (team manager, …)
cs_cz: Vedoucí, mistr (manažer týmu apod.)

source: I live here since more than 10 years
cs_cz: Žijete tam déle než 10 let

source: For how long have you been living in [CITY NAME]?
cs_cz: Jak dlouho žijete v [CITY NAME]?

source: Looking after the home
cs_cz: Péče o domácnost (žena či muž v domácnosti)
